{
  "Time for vacation": "Time for vacation",
  "main intro": "Unforgettable holidays in the Lithuanian countryside. Wonderful cabins, sauna, water bikes, horse riding.",
  "Search": "Search",
  "Cabins": "Cabins",
  "Activities": "Activities",
  "Dates": "Dates",
  "From": "From",
  "To": "To",
  "Price": "Price",
  "Capacity": "Capacity",
  "Home": "Home",
  "Login": "Login",
  "Logout": "Logout",
  "Rest in Nature": "Rest in Nature",
  "About": "About",
  "Time for vacation - a convenient system that will ensure fast and convenient vacation planning and unforgettable rest in nature. Book your  vacation now!": "Time for vacation - a convenient system that will ensure fast and convenient vacation planning and unforgettable rest in nature. Book your  vacation now!",
  "Navigation": "Navigation",
  "Newsletter": "Newsletter",
  "Never miss a chance to get best deals by subscribing to our newsletter.": "Never miss a chance to get best deals by subscribing to our newsletter.",
  "Email Address": "Email Address",
  "Copyright": "Copyright",
  "View": "View",
  "Cabins found": "Cabins found",
  "Activities found": "Activities found",
  "Filter": "Filter",
  "Show More": "Show More",
  "Reservation": "Reservation",
  "Benefits": "Benefits",
  "Reviews": "Reviews",
  "Your cancellation were successful!":"Your cancellation were successful!",
  "Your cancellation were not successful! :(": "Your cancellation were not successful! :(",
  "Your order cancellation were successful!": "Your order cancellation were successful!",
  "Your order cancellation were not successful! :(": "Your order cancellation were not successful!",
  "Write a review": "Write a review",
  "Rating": "Rating",
  "Would recommend": "Would recommend",
  "Would you recommend?": "Would you recommend?",
  "Yes": "Yes",
  "No": "No",
  "Comment":"Comment",
  "Review": "Review",
  "Publish":"Publish",
  "Server error": "Server error",
  "Your review was submitted!": "Your review was submitted!",
  "You logged in!": "You logged in!",
  "Your registration is successful!": "Your registration is successful!",
  "Passwords must be the same": "Passwords must be the same",
  "Registration": "Registration",
  "Name": "Name",
  "Last Name": "Last Name",
  "Email": "Email",
  "Phone": "Phone",
  "Password": "Password",
  "Repeat password": "Repeat password",
  "Register": "Register",
  "Already have an account?" : "Already have an account?",
  "Don't have an account?": "Don't have an account?",
  "Invalid credentials":"Invalid credentials",
  "Network error":"Network error",
  "User already exists":"User already exists",
  "Entered data is not correct": "Entered data is not correct",
  "You logged out": "You logged out",
  "Sorry! Something went wrong... :(": "Sorry! Something went wrong... :(",
  "No reviews yet": "No reviews yet",
  "List of benefits is empty": "List of benefits is empty",
  "Accomodation": "Accomodation",
  "The best rest only in fabulous Lithuanian nature. Our comfortable homesteads are in a great location. Everything for your perfect vacation!":"The best rest only in fabulous Lithuanian nature. Our comfortable homesteads are in a great location. Everything for your perfect vacation!",
  "Thank you!": "Thank you!",
  "Reserve": "Reserve",
  "Dates are not correct": "Dates are not correct",
  "Your reservation were successful!": "Your reservation were successful!",
  "Orders": "Orders",
  "Change password": "Change password",
  "Account": "Account",
  "Submit": "Submit",
  "New password": "New password",
  "Repeat new password": "Repeat new password",
  "Order nr.": "Order nr.",
  "Service": "Service",
  "Cabin": "Cabin",
  "Activity": "Activity",
  "Title": "Title",
  "No orders yet": "No orders yet",
  "Your password has been changed!": "Your password has been changed!",
  "Description": "Description",
  "Address": "Address",
  "Choose one or more": "Choose one or more",
  "Hmm... I can’t find this page.": "Hmm... I can’t find this page.",
  "Enter title": "Enter title",
  "Search cabins": "Search cabins",
  "Search activities": "Search activities",
  "Confirm": "Confirm",
  "Reservation currently unavailable": "Reservation currently unavailable",
  "Rules for using the information system": "Rules for using the information system",
  "I agree with": "I agree with",
  "rules of use": "rules of use",
  "rules intro1": "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING OR REGISTERING IN OUR INFORMATION SYSTEM. BY REGISTERING, YOU AGREE TO AGREE TO THESE RULES. IF YOU DO NOT AGREE TO THE PROVISIONS PROVIDED IN THESE RULES, YOU SHOULD NOT USE THE WEBSITE.",
  "rules intro2": "These Rules apply to registration and use of the Website. Individuals who are not registered on the Website will be able to view and use only part of the information provided on the Website and will not be able to use certain services we provide. Such persons must in any case comply with these Rules, the Privacy Policy and other conditions set out on the Website.By endorsing these Rules, you acknowledge and warrant that you have read these Rules and other applicable terms and conditions and agree to abide by these Rules by using the Website.",
  "rules section1 title": "Account",
  "rules section1 content": "In order to receive and use certain services, you have the right to register on the website.\nRegistration on the website is free.\nYou must use your email address to create an account. You can create a single Account using a single email address.\nAll information you provide when creating your account, as well as information provided through your account or at any other time, must be accurate and correct.\nBy registering and using the Website, you confirm and guarantee that the information and data and documents you provide are accurate and valid.",
  "rules section2 title": "Website and Mobile Application Content",
  "rules section2 content": "The website provides lists, descriptions and visualizations of homesteads and attractions.\nWe are not responsible for the completeness, accuracy, reliability, validity, or timeliness of such lists, descriptions, or visualizations. The availability of services and information on the Website is subject to change at any time without notice.",
  "rules section3 title": "Feedback and other content",
  "rules section3 content": "We give you the right to leave feedback about your services.\nYou grant us the right to use any name (s) associated with any content or idea that you have made available on the Site, but we are not obligated to exercise that right and associate the Content.\nCustomer represents, warrants and confirms that Customer's publicly disclosed content, post or opinion is: fair, accurate and lawful; are not deceptive, harmful or misleading.\nYou are prohibited from posting any information that is illegal, dishonest, threatening, defamatory, infringing intellectual property rights (including publicity rights) or otherwise infringing the rights of third parties, as well as posting malicious content that may contain software viruses that may constitute a political campaign, information containing signs of commercial activity, mass letters or information in any form of \"spam\" or unsolicited commercial electronic communications.",
  "rules section4 title": "Confidentiality",
  "rules section4 content": "During the provision of the Services, we process your personal, confidential and / or proprietary information, including but not limited to your personal data and / or any other information and documents you provide. We undertake to keep the information provided by you confidential and to use it only for the purposes related to the provision of services to you. The information you provide will not be used for any other purpose or disclosed to third parties that are not related to the provision of services to you.\nThe obligation of confidentiality applies in all cases unless otherwise agreed.",
  "rules section5 title": "Intellectual property",
  "rules section5 content": "Website content, i.e. text, graphics, images, trademarks, service marks, logos and other materials are protected by copyright and other legal acts of the Republic of Lithuania and the European Union. Unauthorized use of such content may infringe copyrights, trademark owners, and other rights reserved by law. By using the Website, you may not sell, modify, reproduce, display, publicly perform, distribute, create derivative works of, or otherwise use the content of the Website in any way for any public or commercial purpose. It is forbidden to use the content of the Website and the mobile application in any other website or online computing environment for any purpose.\nYou may not use our trademark for any product, service, domain, or part of a company name, or perform any action that.",
  "Privacy": "Privacy",
  "Privacy policy": "Privacy policy",
  "policy intro": "We value and protect your privacy, and this Privacy Policy clearly and transparently sets out the principles for the collection and use of information on our website, as well as other information related to the protection of your personal data. The policy regulates the cases when you visit our website, contact us for services, ask for relevant information, subscribe to our newsletters. This Policy is also intended to inform you about your personal data processing operations. When processing your personal data, we follow the General Data Protection Regulation (No. 2016/679), the Law on Legal Protection of Personal Data of the Republic of Lithuania, the Law on Electronic Communications of the Republic of Lithuania, and other related legal acts.",
  "policy section1 title": "Purpose of the processing of personal data",
  "policy section1 content": "In order to ensure transparency and responsible processing of personal data, we inform you that personal data may be processed for the following legitimate purposes:",
  "policy section1 content list": "administering a customer database, including the administration of customer complaints, by providing services for the conclusion and execution of contracts;\ncommunicating with customers, answering questions;\nensuring that customer information is accurate and up-to-date\nfor direct marketing purposes, i.e. y. to make offers, including newsletters\ncontact customers if there is a problem with the services ordered.",
  "policy section2 title": "Categories of personal data collected",
  "policy section2 content": "We collect and process the following categories of personal data: basic data that is necessary and necessary for the purposes listed above: name, telephone number, e-mail; other data that is collected with your consent and that is defined in detail at the time your consent is requested.",
  "policy section3 title": "Data retention period",
  "policy section3 content": "We store your personal data for no longer than required by the purposes of the processing or as required by law, if it provides for a longer retention of data. Personal data is generally retained for as long as the contractual relationship may give rise to reasonable claims or to the extent necessary to implement and protect our legitimate interests. Unnecessary personal data is destroyed.",
  "policy section4 title": "Data transfer",
  "policy section4 content": "We are committed to maintaining the confidentiality of your personal data. Such an obligation arises from the provisions of the General Data Protection Regulation, the Civil Code of the Republic of Lithuania, and the Law on the Legal Protection of Personal Data of the Republic of Lithuania. The information may be disclosed to other parties if this is necessary for the conclusion or performance of the contract or for other legitimate reasons and only if there is a legitimate basis for such disclosure.",
  "policy section5 title": "Slapukai",
  "policy section5 content": "Cookies are short textual information that websites transmit to users' computers or other devices. Depending on the browser, this information is stored either in small individual files or in a common file of cookies stored by different websites. Cookies are used by most advanced websites in Lithuania and abroad. Cookies can only be transmitted if this option is available in the device settings.\nOur website uses cookies to determine the traffic of people who use the device, to remember actions taken (eg to determine the language used to browse the website), to provide the most relevant information to the customer, and aggregate website traffic statistics.\nYou can revoke your consent to use cookies at any time by changing your browser settings, disabling all cookies, or disabling (enabling) them one at a time. Please note that in some cases, this may slow down your internet browsing, limit the functionality of certain websites, or block access to the website. It is recommended to use the help functions of web browsers to set the required (desired) cookie options.\nWe responsibly protect the collected data from loss, unauthorized use and modification. The room where the collected data is stored is physically protected from unauthorized access. In addition, visitor data is stored in a database that is protected from unauthorized access via computer networks.",
  "policy section5 list title": "The following cookies may be used on our website:",
  "policy section5 list": "Required Cookies - Cookies required for the smooth operation of the website.\nStatistical cookies are cookies used to count visits, traffic sources and user behavior to measure and improve the website's performance. The information collected through these cookies is aggregated and anonymous.",
  "policy section6 title": "Newsletters",
  "policy section6 content": "By entering your e-mail on our website. email address you can subscribe to newsletters that will let you be the first to know about special offers and news. After subscribing to the newsletter, your e-mail We will only use your email address with your consent, which you can revoke at any time. After you send out a newsletter, we may collect statistics about your behavior, such as whether you have opened an email. email what links you have clicked to ensure the quality and service of the services provided to you. We will use your personal data for direct marketing purposes until you refuse to receive our newsletters and other offers. You can unsubscribe from the newsletters by clicking on the appropriate link at the bottom of the newsletter or in other ways specified in this policy.",
  "policy section7 title": "Security of personal data",
  "policy section7 content": "Your Personal Data is handled responsibly and securely. When establishing measures for the processing of personal data, as well as during data processing, we implement appropriate data protection technical and organizational measures to protect the personal data processed by you from accidental or unlawful destruction, damage, alteration, loss, disclosure, as well as any other illegal processing. Security measures for personal data shall be determined taking into account the risks arising from the processing of personal data.",
  "cookie banner text": "Our website uses cookies. Cookies help to ensure the proper functioning of the website and its improvement, therefore the necessary cookies are installed automatically. In order to personalize your browsing experience and provide suggestions that would be relevant to you, the website also uses targeted cookies. By clicking \"I agree\" you agree to the installation and use of targeted cookies. You can revoke your consent at any time by changing your web browser settings and deleting the saved cookies. For more information - ",
  "I agree": "I agree",
  "Reserved dates": "Reserved dates",
  "You must agree with the rules": "You must agree with the rules",
  "Categories": "Categories",
  "Choose one" : "Choose one",
  "Already subscribed":"Already subscribed",
  "Dates has unavailable gap": "Dates has unavailable gap",
  "Reservation can not be longer than 2 weeks": "Reservation can not be longer than 2 weeks",
  "Date": "Date"
}