{
  "Home": "Home",
  "About": "About",
  "Services": "Services",
  "Blog": "Blog",
  "Contacts": "Contact me",
  "Frequently Asked Questions": "Frequently Asked Questions",

  "It’s not a diet, It’s a lifestyle": "It’s not a diet, It’s a lifestyle",
  "Looking good - great,": "Looking Good - Great,",
  "Feeling great -": "Feeling Great -",
  "Fantastic!": "Fantastic!",
  "Team up with me": "Team up with me",
  "Does it seem like you've tried everything you could but there is no result whatsoever? Don't worry, with my science-based knowledge and YOUR effort we can achieve everything you like!": "Does it seem like you've tried everything you could but there is no result whatsoever? Don't worry, with my science-based knowledge and YOUR effort we can achieve everything you like!",

  "FeatureTitle1": "Reliable",
  "FeatureContent1": "I provide services which are based on scientific evidence-based literature. My job is to provide you real facts and your job is to choose the ones you love the most",
  "FeatureTitle2": "High Quality",
  "FeatureContent2": "I write personal dietary plans and provide individual consultations. Because I understand that everyone is different and unique. Therefore, I always pay attention to your biochemical and physical features.",
  "FeatureTitle3": "Delicious",
  "FeatureContent3": "Not only healthy but also tasty recipes. Brand new lifestyle must be healthy and, most importantly, tasty. That's why I always look for the newest recipes and modify them to make the most suitable recipe for your taste buds.",

  "About me": "About me",
  "Healthy Lifestyle Coach and Qualified Nutritionist": "Healthy Lifestyle Coach and Qualified Nutritionist",
  "AboutShort": "A qualified nutritionist and anthropometrist, dedicated to decoding your puzzle together with you,one piece of evidence at a time so you can become empowered and be your own health advocate. Together we’ll enhance your health and wellbeing through optimal nourishment based on your body’s bio-individual make-up and needs.",
  "More About": "More About",
  "Ontime at Services": "Ontime at Services",
  "Ready to Help 24/7": "Ready to Help 24/7",
  "Verified Professional": "Verified Professional",

  "AboutTitle1": "Hi, I’m Brigita",
  "AboutColumn1": "A qualified nutritionist and anthropometrist, dedicated to decoding your puzzle together with you,one piece of evidence at a time so you can become empowered and be your own health advocate.",
  "AboutTitle2": "What does it all mean?",
  "AboutColumn2": "It means I’m a graduate of BSc Sport, Exercise and Nutrition degree programme from Northumbria university and have extra accredited qualifications to analise your body and eating habits as accurately as it’s humanly possible and help you reach personal goals as much as I can. Nutrition and sport is not only my profession, it's also my hobbie. I'm always looking for opportunities to improve myself and love challenges, thus, I'm always here ready to help you. It means I’ll do everything to help your body function at its optimum.",
  "AboutTitle3": "It means I actually care. More than anything.",
  "AboutColumn3": "Together, we’ll create your unique body instruction manual based on your personal and individual make-up and experiences. Together we’ll enhance your health and wellbeing through optimal nourishment based on your body’s bio-individual make-up and needs."
}
