{
  "Home": "Pagrindinis",
  "About": "Apie mane",
  "Services": "Paslaugos",
  "Blog": "Tinklaraštis",
  "Contacts": "Kontaktai",
  "Frequently Asked Questions": "Dažnai užduodami klausimai",

  "It’s not a diet, It’s a lifestyle": "Tai ne dieta, o gyvenimo būdas",
  "Looking good - great,": "Atrodyti gerai - puiku,",
  "Feeling great -": "Jaustis puikiai -",
  "Fantastic!": "nuostabu!",
  "Team up with me": "Susivienykime",
  "Does it seem like you've tried everything you could but there is no result whatsoever? Don't worry, with my science-based knowledge and YOUR effort we can achieve everything you like!": "Nepavyksta pasiekti to, ko taip norite, nors, atrodo, išbandėte viską? Nesijaudinkite, su mano žiniomis ir Jūsų pastangomis mes galime viską!",

  "FeatureTitle1": "Patikima",
  "FeatureContent1": "Teikiu paslaugas atsižvelgdama į mokslu pagrįstus įrodymus. Mano darbas pateikti realius faktus, Jūsų - išsirinkti labiausiai Jūms patinkančius.",
  "FeatureTitle2": "Kokybiška",
  "FeatureContent2": "Sudarau mitybos planus ir rekomendacijas kiekvienam individualiai. Nes suprantu, kad kiekvienas esame skirtingi ir unikalūs. Atsižvelgiu tiek į biocheminius, tiek į fizinius rodiklius.",
  "FeatureTitle3": "Skanu",
  "FeatureContent3": "Ne tik sveiki, bet ir skanūs receptai. Naujas gyvenimo būdas turi būti ne tik sveikas, bet ir malonus. Būtent todėl domiuosi naujausiomis receptų tendencijomis ir koreaguoju receptus specialiai Jums.",

  "About me": "Apie mane",
  "Healthy Lifestyle Coach and Qualified Nutritionist": "Sveikos gyvensenos ir mitybos specialistė",
  "AboutShort": "Esu kvalifikuota mitybos specialistė ir antropometristė, atsidavusi išspręsti Jūsų sveikatos dėlionę kartu su jumis, imant po vieną gabalėlį įrodymų vienu metu, kad Jūs galėtumėte jaustis užtikrintai ir būti savo sveikatos advokatu. Kartu mes pagerinsime Jūsų sveikatą ir gerovę per optimalų mitybos planą, kurį sukursime atsižvelgami į Jūsų bio-individualią asmenybę ir poreikius.",
  "More About": "Skaityti daugiau",
  "Ontime at Services": "Visada laiku",
  "Ready to Help 24/7": "Visada pasiekiama",
  "Verified Professional": "Visada patikima",

  "AboutTitle1": "Sveiki!",
  "AboutColumn1": "Esu kvalifikuota mitybos specialistė ir antropometristė, atsidavusi išspręsti Jūsų sveikatos dėlionę kartu su jumis, imant po vieną gabalėlį įrodymų vienu metu, kad Jūs galėtumėte jaustis užtikrintai ir būti savo sveikatos advokatu.",
  "AboutTitle2": "Ką visa tai reiškia?",
  "AboutColumn2": "Tai reišškia, jog esu sveikos gyvensenos ir mitybos specialistė baigusi sporto ir mitybos bakalaurą Northumbria universitete, Niukasle, ir turiu papildomų akredituotų kvalifikacijų įrodančių, kad galiu išanalaizuoti Jūsų mitybos įpročius ir kūno sudėjimą tiksliai kaip tik tai yra įmanoma. Mityba ir sportas tai ne tik mano profesija, bet ir hobis. Nuolat tobulėju ir mėgstu iššūkius, tad esu pilnai pasiruošusi padėti kiekvienam iš Jūsų. Tai reiškia, kad darysiu viską, ką galiu, kad padėčiau Jūsų kūnui funkcionuoti visu pajėgumu.",
  "AboutTitle3": "Tai reiškia man iš tikro rūpi Jūsų sveikata.",
  "AboutColumn3": "Kartu mes sukursime Jūsų unikalų mitybos planą ir paruoštuką, kuriuo galėsite vadovautis siekdami asmeninių tikslų, atsižvelgiant į Jūsų asmeninius veiksnius ir patirtis. Kartu mes pagerinsime Jūsų sveikatą ir gerovę per optimalų mitybos planą, kurį sukursime atsižvelgami į Jūsų bio-individualią asmenybę ir poreikius.",

  "Make an Appointment": "Suplanuoti susitikimą",
  "Name": "Vardas",
  "Email": "El. paštas",
  "Subject": "Tema",
  "Message": "Žinutė",
  "Submit": "Siųsti",

  "let's connect": "susisiekime",
  "Get in touch": "Pasikalbėkime",
  "Kaunas, Lithuania": "Kaunas, Lietuva",
  "Ready to get started? Book a consultation": "Pasiruošę pradėti? Užsisakykite konsultaciją",
  "Contact me": "Susisiekime",

  "I'd love to hear from you": "Jauskitės gerai jau dabar",
  "Phone": "Telefonas",
  "Location": "Vieta"
}
