{
  "Time for vacation": "Laikas atostogoms",
  "main intro": "Nepamirštamos atostogos Lietuvos kaime.  Nuostabios sodybos, pirtis, vandens dviračiai, žirgų jodinėjimas.",
  "Search": "Ieškoti",
  "Cabins": "Sodybos",
  "Activities": "Pramogos",
  "Dates": "Datos",
  "From": "Nuo",
  "To": "Iki",
  "Price": "Kaina",
  "Capacity": "Vietų skaičius",
  "Home": "Pagrindinis",
  "Login": "Prisijungti",
  "Logout": "Atsijungti",
  "Rest in Nature": "Poilsis gamtoje",
  "About": "Apie",
  "Time for vacation - a convenient system that will ensure fast and convenient vacation planning and unforgettable rest in nature. Book your  vacation now!": "Laikas atostogomos - patogi sistema, kuri užtikrins greitą ir patogų atostogų planavimą bei nepamirštamą poilsį gamtoje. Užsirezervuokite geriausias atostogas dabar!",
  "Navigation": "Navigacija",
  "Newsletter": "Naujienlaiškis",
  "Never miss a chance to get best deals by subscribing to our newsletter.": "Nepraleiskite progos gauti geriausius pasiūlymus užsiprenumeruodami mūsų naujienlaiškį.",
  "Email Address": "El. Paštas",
  "Copyright": "Visos teisės saugomos",
  "View": "Peržiūrėti",
  "Cabins found": "Rasta sodybų",
  "Activities found": "Rasta pramogų",
  "Filter": "Filtravimas",
  "Show More": "Rodyti daugiau",
  "Reservation": "Rezervacija",
  "Benefits": "Privalumai",
  "Reviews": "Atsiliepimai",
  "Your cancellation were successful!": "Jūs sėkmingai atsisakėte naujienlaiškio!",
  "Your cancellation were not successful! :(": "Atšaukti naujienlaiškio prenumeratos nepavyko :(",
  "Your order cancellation were successful!": "Jūs sėkmingai atšaukėte rezervaciją!",
  "Your order cancellation were not successful! :(": "Atšaukti rezervacijos nepavyko :(",
  "Write a review": "Rašyti atsiliepimą",
  "Rating": "Vertinimas",
  "Would recommend": "Ar rekomenduotų",
  "Would you recommend?": "Ar rekomenduotumėte?",
  "Yes": "Taip",
  "No": "Ne",
  "Comment":"Komentaras",
  "Review": "Atsiliepimas",
  "Publish":"Publikuoti",
  "Server error": "Serverio klaida",
  "Your review was submitted!": "Jūs parašėte atsiliepimą!",
  "You logged in!": "Jūs prisijungėte!",
  "Your registration is successful!": "Registracija sėkminga!",
  "Passwords must be the same": "Slaptažodžiai turi būti vienodi",
  "Registration": "Registracija",
  "Name": "Vardas",
  "Last Name": "Pavardė",
  "Email": "El. paštas",
  "Phone": "Telefonas",
  "Password": "Slaptažodis",
  "Repeat password": "Pakartokite slaptažodį",
  "Register": "Registruotis",
  "Already have an account?" : "Jau turite paskyrą?",
  "Don't have an account?": "Neturite paskyros?",
  "Invalid credentials":"Neteisingi duomenys",
  "Network error":"Serverio klaida",
  "User already exists":"Toks vartotojas jau egzistuoja",
  "Entered data is not correct": "Įvesti duomenys neteisingi",
  "You logged out": "Jūs atsijungėte",
  "Sorry! Something went wrong... :(": "Atsiprašome! Serverio klaida... :(",
  "No reviews yet": "Atsiliepimų nėra",
  "List of benefits is empty": "Privalumų sąrašas tuščias",
  "Accomodation": "Apgyvendinimas",
  "The best rest only in fabulous Lithuanian nature. Our comfortable homesteads are in a great location. Everything for your perfect vacation!":"Geriausias poilsis tik pasakiškoje lietuviškoje gamtoje. Mūsų komfortabilios sodybos įrengtos puikioje vietoje. Viskas tobulam Jūsų poilsiui!",
  "Thank you!": "Ačiū!",
  "Reserve": "Rezervuoti",
  "Dates are not correct": "Pasirinktos neteisingos datos",
  "Your reservation were successful!": "Rezervacija sėkminga!",
  "Orders": "Užsakymai",
  "Change password": "Keisti slaptažodį",
  "Account": "Paskyra",
  "Submit": "Patvirtinti",
  "New password": "Naujas slaptažodis",
  "Repeat new password": "Pakartokite naują slaptažodį",
  "Order nr.": "Užsakymo nr.",
  "Service": "Paslauga",
  "Cabin": "Sodyba",
  "Activity": "Pramoga",
  "Title": "Pavadinimas",
  "No orders yet": "Užsakymų nėra",
  "Your password has been changed!": "Jūsų slaptažodis buvo pakeistas!",
  "Description": "Aprašymas",
  "Address": "Adresas",
  "Choose one or more": "Pasirinkite vieną arba kelis",
  "Hmm... I can’t find this page.": "Toks puslapis nerastas...",
  "Enter title": "Įveskite pavadinimą",
  "Search cabins": "Ieškoti sodybų",
  "Search activities": "Ieškoti pramogų",
  "Confirm": "Patvirtinti",
  "Reservation currently unavailable": "Rezervacija šiuo metu negalima",
  "Rules for using the information system": "Informacinės sistemos naudojimosi taisyklės",
  "I agree with": "Aš sutinku su",
  "rules of use": "naudojimosi taisyklėmis",
  "rules intro1": "PRIEŠ PRADĖDAMI NAUDOTIS AR REGISTRUOTIS MŪSŲ INFORMACINĖJE SISTEMOJE, ATIDŽIAI PERSKAITYKITE ŠIAS NAUDOJIMOSI SĄLYGAS. REGISTRUODAMIESI JŪS PATVIRTINATE, KAD SUTINKATE SU ŠIOMIS TAISYKLĖMIS. JEI NESUTINKATE SU ŠIOSE TAISYKLĖSE PATEIKTOMIS NUOSTATOMIS NETURĖTUMĖTE NAUDOTIS INTERNETO SVETAINE.",
  "rules intro2":"Šios Taisyklės yra taikomos registruojantis ir naudojantis Interneto svetaine. Asmenys, kurie nėra užsiregistravę interneto svetainėje, turės galimybę peržiūrėti ir naudotis tik dalimi interneto svetainėje pateikiamos informacijos ir neturės galimybės pasinaudoti tam tikromis mūsų teikiamomis paslaugomis. Tokie asmenys bet kuriuo atveju privalo laikytis šių Taisyklių, privatumo politikos ir kitų sąlygų, nurodytų interneto tinklapyje. Patvirtindami šias Taisyklės jūs patvirtinate ir garantuojate, kad susipažinote su šiomis Taisyklėmis ir kitomis taikomomis sąlygomis bei susitarimais ir įsipareigojate laikytis šių Taisyklių naudodamiesi interneto svetaine.",
  "rules section1 title": "Paskyra",
  "rules section1 content": "Norėdami gauti ir naudotis tam tikromis paslaugomis Jūs turite teisę registruotis interneto tinklapyje.\nRegistracija Interneto svetainėje yra nemokama.\nPaskyros sukūrimui turite naudoti savo elektroninio pašto adresą. Naudojant vieną elektroninio pašto adresą galite sukurti vieną Paskyrą.\nVisa informacija, kurią pateikiate sukurdami paskyrą, taip pat informacija pateikta naudojantis paskyra ar bet kuriuo kitu metu pateikta informacija, turi būti tiksli ir teisinga.\nRegistruodamiesi ir naudodamiesi Interneto tinklapiu, Jūs patvirtinate ir garantuojate, kad Jūsų pateikta informacija ir duomenys ir dokumentai yra tikslūs, galiojantys.",
  "rules section2 title": "Interneto svetainės ir Mobiliosios aplikacijos turinys",
  "rules section2 content": "Interneto tinklapyje pateikiami sodybų ir pramogų sąrašai, aprašymai ir vizualizacijos.\nMes neatsakome už tokių sąrašų, aprašymų ar vizualizacijų išsamumą, tikslumą, patikimumą, pagrįstumą ar savalaikiškumą. Interneto svetainėje pateikiamų paslaugų prieinamumas bei informacija gali keistis bet kuriuo metu be išankstinio įspėjimo.",
  "rules section3 title": "Atsiliepimai ir kitas turinys",
  "rules section3 content": "Mes suteikiame Jums teisę palikti atsiliepimus apie Jūsų pasinaudotas paslaugas.\nJūs suteikiate mums teisę naudoti bet kokį pavadinimą (vardus), susijusį su bet kokiu turiniu ar idėja, kurią jūs padarėte prieinamą svetainėje, tačiau mes neprivalome naudotis šia teise ir susieti turinio.\nKlientas pareiškia, garantuoja ir patvirtina, kad Kliento viešai paskelbtas turinys, įrašas ar nuomonė yra: teisingi, tikslūs ir teisėti; nėra apgaulingi, žalingi ar klaidinantys.\nKlientui yra draudžiama skelbti bet kokią neteisėtą, nesąžiningą, grasinančią, šmeižiančią, intelektinės nuosavybės teises pažeidžiančią (įskaitant viešinimo teises) arba bet kaip kitaip trečiųjų asmenų teises galinčią pažeisti informaciją, taip pat draudžiama skelbti kenkėjišką turinį, kuriame būtų programinės įrangos virusų, informacija galinti sudaryti politinę kampaniją, informacija turinčią komercinės veiklos požymių, masinius laiškus arba bet kokia \"šlamšto\" forma pateiktą informaciją arba nepageidaujamus komercinius elektroninius pranešimus.",
  "rules section4 title": "Konfidencialumas",
  "rules section4 content": "Paslaugų teikimo metu mes tvarkome Jūsų  asmeninę, konfidencialią ir nuosavybės informaciją, įskaitant, bet neapsiribojant, jūsų asmens duomenis ir bet kokią kitą Jūsų pateiktą informaciją ir dokumentus. Įsipareigojame saugoti Jūsų pateiktą informaciją konfidencialiai ir naudoti tik tokiems tikslams, kurie susiję su paslaugų Jums teikimu. Jūsų pateikta informacija nebus naudojama jokiais kitais tikslais  ar atskleista tretiesiems asmenims, kurie nėra susiję su paslaugų Jums teikimu.\nKonfidencialumo įsipareigojimas galioja visais atvejais išskyrus tuos atvejus, jeigu būtų susitarta kitaip.",
  "rules section5 title": "Intelektinė nuosavybė",
  "rules section5 content": "Tinklalapio turinys, t.y. tekstas, grafika, vaizdai, prekių ženklai, paslaugų ženklai, logotipai ir kitos medžiagos, yra saugomi autorių teisių ir kitų  Lietuvos Respublikos ir Europos sąjungos teisės aktų. Neteisėtas tokio turinio naudojimas gali pažeisti autorių, prekės ženklų savininkų bei kitas įstatymų saugomas teises. Naudodamiesi Interneto tinklapiu Jūs neturi teisės parduoti, keisti, dauginti, rodyti, viešai atlikti, platinti, kurti išvestinius kūrinius ar kitaip naudoti Interneto tinklapio turinio bet kokiu būdu bet kokiu viešuoju ar komerciniu tikslu. Draudžiama naudoti Interneto svetainės ir mobiliosios aplikacijos turinį bet kurioje kitoje svetainėje ar tinkle esančioje kompiuterinėje aplinkoje bet kokiam tikslui.\nJūs neturite teisės naudoti mūsų prekės ženklo jokiam produktui, paslaugai, domenui ar įmonės pavadinimo daliai, taip pat atlikti bet kokių  veiksmų, kurie prieštarauja mūsų išimtinėms teisėms. Šiomis Taisyklėmis Jums nėra suteikiamos jokios kitos teisės išskyrus tiek, kiek tai yra reikalinga sukuriant Paskyrą ir naudojantis Interneto tinklapiu.",
  "Privacy": "Privatumas",
  "Privacy policy": "Privatumo politika",
  "policy intro": "Mes vertiname ir saugome Jūsų privatumą, todėl šioje Privatumo politikoje aiškiai ir skaidriai pateikiame mūsų interneto svetainėje taikomus informacijos rinkimo ir naudojimo principus, taip pat ir kitą informaciją, susijusią su Jūsų asmens duomenų apsauga. Politika reguliuoja tuos atvejus, kai Jūs lankotės mūsų interneto svetainėje, susisiekiate su mumis dėl paslaugų, klausiate aktualios informacijos, užsakote mūsų naujienlaiškius. Ši Politika taip pat skirta informuoti Jus ir apie Jūsų asmens duomenų tvarkymo operacijas. Tvarkydami Jūsų asmens duomenis vadovaujamės Bendruoju duomenų apsaugos reglamentu (Nr. 2016/679), Lietuvos Respublikos asmens duomenų teisinės apsaugos įstatymu, Lietuvos Respublikos elektroninių ryšių įstatymu, kitais susijusiais teisės aktais.",
  "policy section1 title": "Asmens duomenų tvarkymo tikslas",
  "policy section1 content": "Siekdami užtikrinti skaidrumą ir atsakingą asmens duomenų tvarkymą, informuojame, kad asmens duomenis gali būti tvarkomi šiais teisėtais tikslais:",
  "policy section1 content list": "teikiant paslaugas siekiant sudaryti ir vykdyti sutartis, administruoti klientų duomenų bazę, įskaitant klientų skundų administravimą;\nbendrauti su klientais, atsakyti į užduodamus klausimus;\nužtikrinti, kad klientų informacija būtų tiksli ir atnaujinta\ntiesioginės rinkodaros tikslais, t. y. pasiūlymams teikti, įskaitant naujienlaiškius\nsusisiekti su klientais, jei užsakytose paslaugose kilo nesklandumų.",
  "policy section2 title": "Renkamų asmens duomenų kategorijos",
  "policy section2 content": "Mes renkame ir tvarkome šių kategorijų asmens duomenis: pagrindinius duomenis, kurie reikalingi ir būtini aukščiau išvardintiems tikslams: vardą, pavardę, telefono numerį, el.paštą; kitus duomenis, kurie yra renkami remiantis Jūsų sutikimu ir kurie apibrėžiami išsamiai tuo metu, kai iš Jūsų prašoma sutikimo.",
  "policy section3 title": "Duomenų saugojimo terminas",
  "policy section3 content": "Mes saugome Jūsų asmens duomenis ne ilgiau, negu to reikalauja duomenų tvarkymo tikslai ar numato teisės aktai, jeigu juose yra nustatytas ilgesnis duomenų saugojimas. Asmens duomenys paprastai saugomi tol, kol iš sutartinių santykių gali kilti pagrįstų reikalavimų arba kiek tai reikalinga mūsų teisėtiems interesams įgyvendinti ir apsaugoti. Nebereikalingi asmens duomenys sunaikinami.",
  "policy section4 title": "Duomenų perdavimas",
  "policy section4 content": "Mes tvarkydami Jūsų asmens duomenis įsipareigojame laikytis konfidencialumo. Tokia prievolė kyla iš Bendrojo duomenų apsaugos reglamento, Lietuvos Respublikos civilinio kodekso, Lietuvos Respublikos asmens duomenų teisinės apsaugos įstatymo nuostatų. Informacija gali būti atskleista kitoms šalims, jeigu to reikia sutarčiai sudaryti arba jai vykdyti, arba dėl kitų teisėtų priežasčių ir tik tuo atveju, kai tokiam atskleidimui yra teisėtas pagrindas.",
  "policy section5 title": "Slapukai",
  "policy section5 content": "Slapukai – trumpa tekstinė informacija, kurią svetainės perduoda į jose naršančių vartotojų kompiuterius arba kitus įrenginius. Atsižvelgiant į naršyklę, ši informacija laikoma arba nedideliuose atskiruose failuose, arba įvairių svetainių įrašytų slapukų bendrajame faile. Slapukus naudoja dauguma pažangių interneto svetainių Lietuvoje ir užsienyje. Slapukus galima perduoti tik jei yra tokia pasirinktis įrenginio nustatymuose.\nMūsų svetainėje slapukai naudojami asmenų, besinaudojusių įrenginiu, lankomumui nustatyti, atliktiems veiksmams įsiminti (pvz., kalbai, kuria buvo naršyta svetainėje, nustatyti), klientui aktualiausiai informacijai pateikti, apibendrintai svetainės lankomumo statistikai rinkti.\nDuotą sutikimą naudoti slapukus bet kada galite atšaukti pakeitus interneto naršyklės nustatymus, išjungus visus slapukus arba išjungus (įjungus) juos po vieną. Atkreipiame dėmesį, kad kai kuriais atvejais tai gali sulėtinti naršymo internete spartą, apriboti tam tikrų interneto svetainių funkcijų veikimą arba blokuoti prieigą prie svetainės. Norint nustatyti reikiamas (norimas) slapukų pasirinktis, rekomenduotina naudotis interneto naršyklių pagalbos funkcijomis.\nSurinktus duomenis atsakingai saugome nuo praradimo, neleistino naudojimo ir pakeitimų. Patalpa, kurioje laikomi surinkti duomenys, yra fiziškai apsaugota, kad į ją negalėtų patekti pašaliniai asmenys. Be to, lankytojų duomenis saugomi duomenų bazėje, kuri yra apsaugota nuo neleistinos prieigos per kompiuterinius tinklus.",
  "policy section5 list title": "Mūsų svetainėje gali būti naudojami šie slapukai:",
  "policy section5 list": "Būtini slapukai - slapukai, reikalingi sklandžiam svetainės veikimui.\nStatistiniai slapukai - slapukai, skirti skaičiuoti apsilankymus, lankytojų srauto šaltinius ir vartotojų elgseną, kurių pagalba matuojamas ir gerinamas svetainės veikimas. Informacija surinkta šių slapukų pagalba yra apibendrinta ir anoniminė.",
  "policy section6 title": "Naujienlaiškiai",
  "policy section6 content": "Mūsų svetainėje įvesdami savo el. pašto adresą galite užsisakyti naujienlaiškius, kurie leis pirmiesiems sužinoti apie specialius pasiūlymus ir naujienas. Užsisakius naujienlaiškį, Jūsų el. pašto adresą mes naudosime tik su Jūsų sutikimu, kurį galite bet kuriuo metu atšaukti. Išsiuntus naujienlaiškį, mes galime rinkti statistinius duomenis apie Jūsų elgesį, pavyzdžiui, ar atidarėte el. laišką, kokias nuorodas paspaudėte, siekiant užtikrinti Jums teikiamų paslaugų kokybę ir aptarnavimą. Jūsų asmens duomenis tiesioginės rinkodaros tikslu naudosime iki Jūsų atsisakymo gauti mūsų naujienlaiškius ir kitus pasiūlymus. Atsisakyti naujienlaiškių prenumeratos galite naujienlaiškio apačioje paspausdami atitinkamą nuorodą arba kitais šioje politikoje nurodytais būdais.",
  "policy section7 title": "Asmens duomenų saugumas",
  "policy section7 content": "Jūsų Asmens duomenys tvarkomi atsakingai ir saugiai. Nustatydami asmens duomenų tvarkymo priemones, taip pat duomenų tvarkymo metu, įgyvendiname tinkamas teisės aktuose nustatytas duomenų apsaugos technines ir organizacines priemones, skirtas apsaugoti Jūsų tvarkomus asmens duomenis nuo atsitiktinio ar neteisėto sunaikinimo, sugadinimo, pakeitimo, praradimo, atskleidimo, taip pat nuo bet kokio kito neteisėto tvarkymo. Asmens duomenų saugumo priemonės nustatomos atsižvelgiant į rizikas, kurios kyla tvarkant asmens duomenis.",
  "cookie banner text": "Mūsų interneto svetainėje yra naudojami slapukai. Slapukai padeda užtikrinti tinkamą tinklapio veikimą bei jo tobulinimą, todėl būtinieji slapukai yra įdiegiami automatiškai. Siekiant individualizuoti jūsų naršymo patirtį bei pateikti pasiūlymus, kurie būtų aktualūs būtent Jums tinklapyje taip pat naudojami tiksliniai slapukai. Paspaudę „Sutinku“ Jūs sutinkate su tikslinių slapukų įdiegimu ir naudojimu. Savo sutikimą galėsite atšaukti bet kuriuo metu, pakeisdami savo interneto naršyklės nustatymus ir ištrindami įrašytus slapukus. Daugiau informacijos - ",
  "I agree": "Sutinku",
  "Reserved dates":"Rezervuotos datos",
  "You must agree with the rules": "Privalote sutikti su taisyklėmis",
  "Categories": "Kategorija",
  "Choose one": "Pasirinkite vieną",
  "Already subscribed":"Jau užprenumeruota",
  "Dates has unavailable gap": "Negalimas tarpas tarp pasirinktų datų",
  "Reservation can not be longer than 2 weeks": "Rezervacija negali trukti ilgiau nei 2 savaites",
  "Date": "Data"
}